Repository: pyconsk/spy.pycon.sk
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: sk

source: ProgressBar Calendar
sk: ProgressBar kalendár

source: Prague, Czech Republic
sk: Praha, Česká republika

source: SPy o.z. is civic association founded to support developers and users of the Python programming language in Slovakia.
sk: SPy je občianske združenie, založené na podporu vývojárov a používateľov programovacieho jazyka Python na Slovensku.

source: About Us
sk: O Nás

source: Events
sk: Udalosti

source: Team
sk: Tím

source: Contact
sk: Kontakt

source: Support Us
sk: Podporte Nás

source: content licensed under <a href="https://creativecommons.org/licenses/by/4.0/" target="_blank" class="external">CC-BY</a>, except members avatars.
sk: obsah pod licenciou <a href="https://creativecommons.org/licenses/by/4.0/" target="_blank" class="external">CC-BY 4.0</a>, s výnimkou avatarov.

source: Please consult with each SPy member, if you would like to use their avatar.
sk: Ak chcete použiť avatar niektorého člena SPy, vyžiadajte si vopred súhlas.

source: The mission of the SPy civic association (SPy is the abbreviation of "Slovak Python", or sometimes we say "Slovak Python User Group") is to support developers and users of the Python programming language. We support and we spread the programming language Python and other open source technologies and open source ideas in our society.
sk: Poslaním občianskeho združenia SPy (skratka "Slovak Python") je podpora vývojárov a používateľov programovacieho jazyka Python. Podporujeme a šírime používanie programovacieho jazyka Python a iných open source technológii a open source myšlienok v našej spoločnosti.

source: Our goal is to provide help and support for beginners and people who are new to programming. Another goal is to work with schools and other educational institutions, and promote programming (independent of the programming language) in children and young people from the earliest age.
sk: Našim cieľom je poskytovať pomoc a podporu úplným začiatočníkom a ľuďom, ktorí s programovaním začínajú. Ďalej si dávame za cieľ spolupracovať so školami a inými vzdelávacími inštitúciami a propagovať programovanie (nezávislé od programovacieho jazyka) u detí a mladých ľudí od čo najskoršieho možného veku.

source: We support the area of software development in socially vulnerable or otherwise disadvantaged social groups. We are dedicated to practical use of software development.
sk: Podporujeme oblasť softvérového vývoja u sociálne slabších alebo inak znevýhodnených sociálnych skupín. Venujeme sa praktickému využitiu softvérového vývoja.

source: We want to work on various open source projects, to create open educational content for use in schools as well as self-study and advocate for the use of open technologies in society and the public sector.
sk: Chceme spolupracovať na rôznych open source projektoch, vytvárať otvorený vzdelávací obsah použiteľný pri školskej výuke či samoštúdiu a zasadzovať sa o používanie otvorených technológii v spoločnosti a verejnom sektore.

source: Since 2015 we have organized dozens of <a href="#events">events and projects</a>. If you would like to know more, scroll down to see what we are up to.
sk: Od roku 2015 sme zorganizovali desiatky <a href="#events">stretnuti a projektov</a>. Ak chcete vedieť viac, pozrite sa nižšie, na čom pracujeme.

source: Projects
sk: Projekty

source: <a href="%(url)s" target="_blank">BBC micro:bit</a> in slovak education
sk: <a href="%(url)s" target="_blank">BBC micro:bit</a> na slovenských školách

source: Pilot project to improove Informatics lessons using BBC micro:bit in schools.
sk: Pilotný projekt na vylepšenie hodín informatiky pomocou BBC micro:bit na školách.

source: <a href="%(url)s" target="_blank">Mu Editor</a> translations
sk: Preklady <a href="%(url)s" target="_blank">Mu editoru</a>

source: <a href="%(url)s" target="_blank">Translation</a> of the editor into slovak language.
sk: <a href="%(url)s" target="_blank">Preklady</a> editoru do slovenčiny.

source: <a href="%(url)s" target="_blank">Django Girls tutorial</a> translation
sk: Preklad <a href="%(url)s" target="_blank">návodov pre kurz Django Girls</a>

source: <a href="%(url)s" target="_blank">Translation</a> of the tutorial into slovak language.
sk: <a href="%(url)s" target="_blank">Preklad</a> tutorialu do slovenčiny.

source: Open Source django application for event management, was used to taught people basics of Django.
sk: Otvorená django aplikácia na správu eventov a konferencií, používaná aj na výuku základov Djanga pre prispievateľov.

source: Speaker
sk: Rečník

source: Location
sk: Miesto

source: avatar
sk: ikona

source: Chairman
sk: Predseda

source: Vice-Chairman
sk: Podpredseda

source: Auditor
sk: Kontrolór

source: Address
sk: Adresa

source: Slovak Republic
sk: Slovenská Republika

source: Legal details
sk: Právna forma

source: Company ID
sk: IČO

source: Registered at the Ministry of Interior
sk: Registrované na MVSR

source: Registry number
sk: Číslo spisu

source: Bylaws
sk: Stanovy

source: Bank details
sk: Bankové spojenie

source: Account name
sk: Názov účtu

source: Bank name
sk: Názov banky

source: Bank account EUR (SK)
sk: Číslo účtu EUR (SK)

source: Bank account EUR (CZ)
sk: Číslo účtu EUR (CZ)

source: Bank account EUR (IBAN)
sk: Číslo účtu EUR (IBAN)

source: Find us online
sk: Nájdite nás online
